[
    {"id":1, "nombre":"Air Jordan 1 Retro High OG 'Yellow Toe'", "descripcion":"The Air Jordan 1 Retro High OG ‘Yellow Toe’ also known as ‘Taxi’ brings back the distinctive color blocking of the AJ1 ‘Bred Toe’ from 2018. The all-leather upper combines a white quarter panel with a yellow toe box, black forefoot overlay, and black signature Swoosh. Additional hits of amber land on the heel overlay and collar flap, featuring a retro Wings logo stamped on the lateral side. A woven Nike Air tag graces the black nylon tongue. The high-top rests on a durable rubber cupsole, highlighted by white sidewalls and a yellow rubber outsole.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/078/250/448/original/931515_01.jpg.jpeg?action=crop&width=950", "precio": 55000, "stock":3},

    {"id":2, "nombre":"Air Jordan 1 Retro High OG 'Chicago Lost & Found'", "descripcion":"The Air Jordan 1 Retro High OG ‘Chicago Lost & Found’ brings back the iconic silhouette that started it all. Featuring the high-cut shape of the original 1985 release, the leather upper combines a white base with a black signature Swoosh and scarlet overlays at the forefoot and heel. Cracked black leather appears on the padded collar, while a vintage pre-yellowed finish is applied to the white rubber midsole. The vintage ‘80s aesthetic extends to the special packaging, highlighted by a damaged box plastered with sale stickers and topped with a mismatched replacement lid. An accompanying sales invoice is emblematic of a time when the Air Jordan 1 lingered on the shelves of mom and pop stores, eventually making their way into the hands of lucky customers at a steep discount.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/080/963/037/original/920714_01.jpg.jpeg?action=crop&width=950", "precio": 58000, "stock":3},

    {"id":3, "nombre":"Cars x Classic Clog 'Lightning McQueen'", "descripcion":"The Cars x Crocs Classic Clog ‘Lightning McQueen’ takes inspiration from the vehicular hero of the hit 2006 Pixar film. The character’s likeness, highlighted by windshield eyes and a smiling grille, appears on the red Croslite foam upper. The character’s signature decals are accompanied by functioning LEDs that light up with every step. Large perforations on the toe box offer improved breathability, while a pivoting heel strap provides a secure fit.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/055/572/475/original/769649_01.jpg.jpeg?action=crop&width=950", "precio": 85000, "stock":2},

    {"id":4, "nombre":"Dunk Low GS 'Halloween' 2022", "descripcion":"Offered in big kid sizing, the 2022 Nike Dunk Low GS ‘Halloween’ gets in the holiday spirit with a leather upper in white and orange. Contrasting black accents make their way to the shoe’s branding elements, including the signature Swoosh, woven tongue tag, and the Nike wordmark embroidered on the heel tab. A padded low-cut collar offers a comfortable fit, while perforated detailing on the toe box provides enhanced breathability. A traditional rubber cupsole is a testament to the sneaker’s ‘80s hardwood roots.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/078/452/892/original/1024179_01.jpg.jpeg?action=crop&width=950", "precio": 45000, "stock":7},

    {"id":5, "nombre":"Yeezy Foam Runner 'Onyx'", "descripcion":"The adidas Yeezy Foam Runner ‘Onyx’ applies a sleek monochrome finish to the futuristic slip-on. Black injected EVA foam is utilized on the molded one-piece upper, featuring sculpted lines and a series of strategically mapped vents that allow for increased airflow. A contoured heel provides a secure fit, while the soft top layer of the footbed delivers step-in comfort. The lightweight build is underpinned by a wavy-traction outsole that offers sure footing on wet or dry surfaces.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/069/879/091/original/907868_01.jpg.jpeg?action=crop&width=950", "precio": 70000, "stock":12},

    {"id":6, "nombre":"Dior x Air Jordan 1 High", "descripcion":"Bridging the gap between street-ready sportswear and luxury fashion, the Dior x Air Jordan 1 High is drawn from a larger collaboration that spans footwear, apparel and accessories. Designer Kim Jones’ take on the iconic sneaker makes use of a white and grey upper constructed from Italian leather with hand-painted edges. Dual branding hits take the form of a Dior woven tongue tag, a Nike Swoosh in Dior Oblique jacquard, and icy outsoles revealing a Dior and Dior Wings logo on each shoe.", "imagen":"https://image.goat.com/transform/v1/attachments/product_template_additional_pictures/images/080/458/084/original/569208_01.jpg.jpeg?action=crop&width=950", "precio": 450000, "stock":3}
]